alexcvzz.vscode-sqlite
bmewburn.vscode-intelephense-client
bungcip.better-toml
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
formulahendry.code-runner
golang.go
ikappas.phpcs
jdinhlife.gruvbox
JuanBlanco.solidity
matklad.rust-analyzer
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
octref.vetur
oderwat.indent-rainbow
quicktype.quicktype
rexshi.phpdoc-comment-vscode-plugin
rust-lang.rust
serayuzgur.crates
vscode-icons-team.vscode-icons
vscodevim.vim
zxh404.vscode-proto3
